Repository: adani/Clipmighty
Catalog: Clipmighty/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, fr, fr_ca, id, ja, nl, ru, zh_hans

# onboarding.tutorial.pasteLabel
source: Paste here to complete:
ar: الصق هنا للانتهاء:
de: Hier einsetzen, um abzuschließen:
fr: Collez ici pour terminer :
fr_ca: Collez ici pour terminer :
id: Tempel di sini untuk menyelesaikan:
ja: ここにペーストして完了：
nl: Plak hier om te voltooien:
ru: Вставьте сюда для завершения:
zh_hans: 粘贴到此处以完成：

# onboarding.tutorial.pastePlaceholder
source: Paste here...
ar: الصق هنا...
de: Hier einsetzen …
fr: Coller ici...
fr_ca: Coller ici...
id: Tempel di sini...
ja: ここにペースト…
nl: Plak hier...
ru: Вставьте сюда...
zh_hans: 粘贴到此处…

# onboarding.tutorial.ready
source: You're ready to use Clipmighty!
ar: أنت جاهز لاستخدام Clipmighty!
de: Sie sind bereit, Clipmighty zu nutzen!
fr: Vous êtes prêt à utiliser Clipmighty !
fr_ca: Vous êtes prêt à utiliser Clipmighty!
id: Anda siap menggunakan Clipmighty!
ja: Clipmightyを使用する準備が整いました！
nl: Je bent klaar om Clipmighty te gebruiken!
ru: Вы готовы использовать Clipmighty!
zh_hans: 您已准备好使用 Clipmighty！

# onboarding.tutorial.sample.copyMe
source: Copy me and paste below!
ar: انسخني والصق بالأسفل!
de: Kopiere mich und setze mich unten ein!
fr: Copiez-moi et collez ci-dessous !
fr_ca: Copiez-moi et collez ci-dessous!
id: Salin saya dan tempel di bawah!
ja: 私をコピーして、下にペーストしてください！
nl: Kopieer mij en plak hieronder!
ru: Скопируйте меня и вставьте ниже!
zh_hans: 复制我并粘贴到下方！

# onboarding.tutorial.sample.hello
source: Hello from Clipmighty! 🎉
ar: مرحباً من Clipmighty! 🎉
de: Hallo von Clipmighty! 🎉
fr: Bonjour depuis Clipmighty ! 🎉
fr_ca: Bonjour de Clipmighty! 🎉
id: Halo dari Clipmighty! 🎉
ja: Clipmightyからこんにちは！🎉
nl: Hallo van Clipmighty! 🎉
ru: Привет от Clipmighty! 🎉
zh_hans: 来自 Clipmighty 的问候！🎉

# onboarding.tutorial.sample.history
source: Your clipboard history awaits
ar: سجل حافظتك في انتظارك
de: Ihr Zwischenablage-Verlauf erwartet Sie
fr: Votre historique du presse-papiers vous attend
fr_ca: L’historique de votre presse-papiers vous attend
id: Riwayat clipboard Anda siap digunakan
ja: クリップボードの履歴がお待ちしています
nl: Je klembordgeschiedenis wacht op je
ru: История Вашего буфера обмена ждет
zh_hans: 您的剪贴板历史记录已准备就绪

# onboarding.tutorial.title
source: Quick Tutorial
ar: جولة تعليمية سريعة
de: Kurzes Tutorial
fr: Tutoriel rapide
fr_ca: Tutoriel rapide
id: Tutorial Singkat
ja: 簡単なチュートリアル
nl: Korte tutorial
ru: Краткое руководство
zh_hans: 简短教程

# onboarding.welcome.and
source: and
ar: و
de: und
fr: et
fr_ca: et la
id: dan
ja: および
nl: en
ru: и
zh_hans: 和

# onboarding.welcome.privacy
source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
fr: Politique de confidentialité
fr_ca: Politique de confidentialité
id: Kebijakan Privasi
ja: プライバシーポリシー
nl: Privacybeleid
ru: Политикой конфиденциальности
zh_hans: 隐私政策

# onboarding.welcome.subtitle
source: Your powerful clipboard manager
ar: مدير الحافظة القوي الخاص بك
de: Ihr leistungsstarker Zwischenablage-Manager
fr: Votre puissant gestionnaire de presse-papiers
fr_ca: Votre puissant gestionnaire de presse-papiers
id: Pengelola clipboard andal Anda
ja: あなたの強力なクリップボードマネージャー
nl: Je krachtige klembordbeheerder
ru: Ваш мощный менеджер буфера обмена
zh_hans: 您强大的剪贴板管理器

# onboarding.welcome.terms
source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
fr: Conditions d’utilisation
fr_ca: Conditions d’utilisation
id: Ketentuan Layanan
ja: 利用規約
nl: Algemene voorwaarden
ru: Условиями использования
zh_hans: 使用条款

# onboarding.welcome.termsPrefix
source: By continuing, you agree to our
ar: بمتابعتك، أنت توافق على
de: Indem Sie fortfahren, stimmen Sie den folgenden Bestimmungen zu:
fr: En continuant, vous acceptez nos
fr_ca: En continuant, vous acceptez les
id: Dengan melanjutkan, Anda menyetujui
ja: 続けることにより、以下に同意したことになります：
nl: Door door te gaan, ga je akkoord met onze
ru: Продолжая, Вы соглашаетесь с нашими
zh_hans: 继续操作即表示您同意我们的

# onboarding.welcome.title
source: Welcome to Clipmighty
ar: مرحباً بك في Clipmighty
de: Willkommen bei Clipmighty
fr: Bienvenue dans Clipmighty
fr_ca: Bienvenue dans Clipmighty
id: Selamat datang di Clipmighty
ja: Clipmightyへようこそ
nl: Welkom bij Clipmighty
ru: Добро пожаловать в Clipmighty
zh_hans: 欢迎使用 Clipmighty

# overlay.empty.message
source: Copy something to see it here.
ar: انسخ شيئاً لرؤيته هنا.
de: Kopieren Sie etwas, um es hier zu sehen.
fr: Copiez un élément pour le voir ici.
fr_ca: Copiez quelque chose pour l’afficher ici.
id: Salin sesuatu untuk melihatnya di sini.
ja: 何かをコピーすると、ここに表示されます。
nl: Kopieer iets om het hier te zien.
ru: Скопируйте что-нибудь, чтобы это появилось здесь.
zh_hans: 复制些内容以在此处查看。

# overlay.empty.title
source: No Clipboard History
ar: لا يوجد سجل للحافظة
de: Kein Zwischenablage-Verlauf
fr: Aucun historique du presse-papiers
fr_ca: Aucun historique du presse-papiers
id: Belum Ada Riwayat Clipboard
ja: クリップボードの履歴がありません
nl: Geen klembordgeschiedenis
ru: Нет истории буфера обмена
zh_hans: 没有剪贴板历史记录

# overlay.image
source: Image
ar: صورة
de: Bild
id: Gambar
ja: 画像
nl: Afbeelding
ru: Изображение
zh_hans: 图像

# overlay.instruction.copy
source: ↵ to copy • %@
ar: ↵ للنسخ • %@
de: ↵ zum Kopieren • %@
fr: ↵ pour copier • %@
fr_ca: ↵ pour copier • %@
id: ↵ untuk menyalin • %@
ja: ↵ コピー • %@
nl: ↵ om te kopiëren • %@
ru: ↵ скопировать • %@
zh_hans: 按 ↵ 复制 • %@

# overlay.instruction.paste
source: ↵ to paste • %@
ar: ↵ للصق • %@
de: ↵ zum Einsetzen • %@
fr: ↵ pour coller • %@
fr_ca: ↵ pour coller • %@
id: ↵ untuk menempel • %@
ja: ↵ ペースト • %@
nl: ↵ om te plakken • %@
ru: ↵ вставить • %@
zh_hans: 按 ↵ 粘贴 • %@

# overlay.instruction.pin
source: Use %@ to pin/unpin
ar: استخدم %@ للتثبيت/إلغاء التثبيت
de: %@ zum Anpinnen/Loslösen verwenden
fr: Utilisez %@ pour épingler/désépingler
fr_ca: Utilisez %@ pour épingler/désépingler
id: Gunakan %@ untuk menyematkan/melepas sematan
ja: %@ 固定/固定解除
nl: Gebruik %@ om vast/los te maken
ru: Используйте %@ для закрепления/открепления
zh_hans: 使用 %@ 固定/取消固定

# overlay.noMatches.message
source: Try a different search.
ar: جرب بحثاً مختلفاً.
de: Versuchen Sie eine andere Suche.
fr: Essayez une autre recherche.
fr_ca: Essayez une autre recherche.
id: Coba pencarian lain.
ja: 別の検索をお試しください。
nl: Probeer een andere zoekopdracht.
ru: Попробуйте другой поисковый запрос.
zh_hans: 请尝试其他搜索词。

# overlay.noMatches.title
source: No Matches
ar: لا توجد تطابقات
de: Keine Treffer
fr: Aucun résultat
fr_ca: Aucun résultat
id: Tidak Ada Hasil
ja: 一致するものがありません
nl: Geen resultaten
ru: Нет совпадений
zh_hans: 没有匹配项

# overlay.search.placeholder
source: Search history...
ar: البحث في السجل...
de: Verlauf durchsuchen …
fr: Rechercher dans l’historique...
fr_ca: Rechercher dans l’historique...
id: Cari riwayat...
ja: 履歴を検索…
nl: Zoek in geschiedenis...
ru: Поиск по истории...
zh_hans: 搜索历史记录…

# overlay.title
source: Clipboard History
ar: سجل الحافظة
de: Zwischenablage-Verlauf
fr: Historique du presse-papiers
fr_ca: Historique du presse-papiers
id: Riwayat Clipboard
ja: クリップボードの履歴
nl: Klembordgeschiedenis
ru: История буфера обмена
zh_hans: 剪贴板历史记录

# quit.alert.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
fr: Annuler
fr_ca: Annuler
id: Batal
ja: キャンセル
nl: Annuleer
ru: Отменить
zh_hans: 取消

# quit.alert.message
source: Are you sure you want to quit the application? It will stop monitoring your clipboard.
ar: هل أنت متأكد أنك تريد إنهاء التطبيق؟ سيتم إيقاف مراقبة حافظتك.
de: Möchten Sie die Anwendung wirklich beenden? Die Überwachung Ihrer Zwischenablage wird dadurch gestoppt.
fr: Voulez-vous vraiment quitter l’application ? La surveillance du presse-papiers sera arrêtée.
fr_ca: Voulez-vous vraiment quitter l’application? Elle cessera de surveiller votre presse-papiers.
id: Anda yakin ingin menutup aplikasi? Clipmighty akan berhenti memantau clipboard Anda.
ja: 本当に終了しますか？クリップボードの監視が停止します。
nl: Weet je zeker dat je de app wilt stoppen? Het monitoren van je klembord wordt hiermee gestopt.
ru: Вы уверены, что хотите завершить работу приложения? Это остановит мониторинг Вашего буфера обмена.
zh_hans: 您确定要退出吗？这将停止对您的剪贴板进行监控。

# quit.alert.quit
source: Quit
ar: إنهاء
de: Beenden
fr: Quitter
fr_ca: Quitter
id: Keluar
ja: 終了
nl: Stop
ru: Завершить
zh_hans: 退出

# quit.alert.title
source: Quit Clipmighty?
ar: إنهاء Clipmighty؟
de: Clipmighty beenden?
fr: Quitter Clipmighty ?
fr_ca: Quitter Clipmighty?
id: Keluar dari Clipmighty?
ja: Clipmightyを終了しますか？
nl: Clipmighty stoppen?
ru: Завершить Clipmighty?
zh_hans: 退出 Clipmighty？

# settings.about.attachLog
source: Attach Log
ar: إرفاق سجل
de: Protokoll anhängen
fr: Joindre le journal
fr_ca: Joindre le journal
id: Lampirkan Log
ja: ログを添付
nl: Voeg logbestand toe
ru: Прикрепить журнал
zh_hans: 附加日志

# settings.about.attachSupportLog.message
source: Clipmighty can attach a support log to help diagnose the issue.
ar: يمكن لـ Clipmighty إرفاق سجل دعم للمساعدة في تشخيص المشكلة.
de: Clipmighty kann ein Support-Protokoll anhängen, um bei der Diagnose des Problems zu helfen.
fr: Clipmighty peut joindre un journal d’assistance pour aider au diagnostic du problème.
fr_ca: Clipmighty peut joindre un journal d’assistance pour aider à diagnostiquer le problème.
id: Clipmighty dapat melampirkan log dukungan untuk membantu mendiagnosis masalah.
ja: Clipmightyは、問題の診断に役立つサポートログを添付できます。
nl: Clipmighty kan een ondersteuningslogbestand toevoegen om te helpen bij het diagnosticeren van het probleem.
ru: Clipmighty может прикрепить журнал поддержки, чтобы помочь диагностировать проблему.
zh_hans: Clipmighty 可以附加支持日志来帮助诊断问题。

# settings.about.attachSupportLog.title
source: Attach support log?
ar: هل تريد إرفاق سجل الدعم؟
de: Support-Protokoll anhängen?
fr: Joindre le journal d’assistance ?
fr_ca: Joindre le journal d’assistance?
id: Lampirkan log dukungan?
ja: サポートログを添付しますか？
nl: Ondersteuningslogbestand toevoegen?
ru: Прикрепить журнал поддержки?
zh_hans: 是否附加支持日志？

# settings.about.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
fr: Annuler
fr_ca: Annuler
id: Batal
ja: キャンセル
nl: Annuleer
ru: Отменить
zh_hans: 取消

# settings.about.contact
source: Contact
ar: تواصل معنا
de: Kontakt
id: Kontak
ja: お問い合わせ
ru: Связаться
zh_hans: 联系我们

# settings.about.emailError.message
source: Please make sure a mail app is available and try again.
ar: يرجى التأكد من توفر تطبيق بريد إلكتروني والمحاولة مرة أخرى.
de: Bitte stellen Sie sicher, dass eine Mail-App verfügbar ist, und versuchen Sie es erneut.
fr: Vérifiez qu’une app de messagerie est disponible, puis réessayez.
fr_ca: Assurez-vous qu’une app de courriel est disponible, puis réessayez.
id: Pastikan aplikasi email tersedia, lalu coba lagi.
ja: メールアプリが利用可能であることを確認して、もう一度お試しください。
nl: Zorg ervoor dat er een e-mailapp beschikbaar is en probeer het opnieuw.
ru: Пожалуйста, убедитесь, что почтовое приложение доступно, и попробуйте еще раз.
zh_hans: 请确保已安装邮件应用并重试。

# settings.about.emailError.title
source: Unable to compose email
ar: تعذر إنشاء البريد الإلكتروني
de: E-Mail konnte nicht verfasst werden
fr: Impossible de rédiger l’e-mail
fr_ca: Impossible de rédiger le courriel
id: Tidak dapat membuat email
ja: メールを作成できません
nl: Kan e-mail niet opstellen
ru: Не удалось создать письмо
zh_hans: 无法撰写电子邮件

# settings.about.noThanks
source: No Thanks
ar: لا، شكراً
de: Nein danke
fr: Non merci
fr_ca: Non merci
id: Tidak, terima kasih
ja: いいえ
nl: Nee bedankt
ru: Нет, спасибо
zh_hans: 不了，谢谢

# settings.about.ok
source: OK
ar: موافق
ru: ОК
zh_hans: 好

# settings.about.reportBug
source: Report Bug
ar: الإبلاغ عن خطأ
de: Fehler melden
fr: Signaler un bug
fr_ca: Signaler un bogue
id: Laporkan Bug
ja: バグを報告
nl: Meld een probleem
ru: Сообщить об ошибке
zh_hans: 报告问题

# settings.about.support
source: Support
ar: الدعم
fr: Assistance
fr_ca: Assistance
id: Dukungan
ja: サポート
nl: Ondersteuning
ru: Поддержка
zh_hans: 支持

# settings.about.support.footer
source: Report issues, feedback, and feature requests at support@nalarin.com.
ar: قم بالإبلاغ عن المشكلات والملاحظات وطلبات الميزات على support@nalarin.com.
de: Melden Sie Probleme, Feedback und Funktionsanfragen an support@nalarin.com.
fr: Signalez les problèmes, envoyez vos commentaires et demandes de fonctionnalités à support@nalarin.com.
fr_ca: Signalez les problèmes, commentaires et demandes de fonctionnalités à support@nalarin.com.
id: Laporkan masalah, masukan, dan permintaan fitur ke support@nalarin.com.
ja: 問題、フィードバック、機能のリクエストは support@nalarin.com までご報告ください。
nl: Meld problemen, feedback en functieverzoeken via support@nalarin.com.
ru: Сообщайте о проблемах, оставляйте отзывы и запросы на новые функции по адресу support@nalarin.com.
zh_hans: 如有问题、反馈或功能需求，请联系 support@nalarin.com。

# settings.about.tab
source: About
ar: حول
de: Über
fr: À propos
fr_ca: À propos
id: Tentang
ja: 情報
nl: Over
ru: О программе
zh_hans: 关于

# settings.about.version
source: Version
ar: الإصدار
id: Versi
ja: バージョン
nl: Versie
ru: Версия
zh_hans: 版本

# settings.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
fr: Annuler
fr_ca: Annuler
id: Batal
ja: キャンセル
nl: Annuleer
ru: Отменить
zh_hans: 取消

# settings.general.launchAtLogin
source: Launch at Login
ar: الفتح عند تسجيل الدخول
de: Beim Anmelden starten
fr: Ouvrir à l’ouverture de session
fr_ca: Ouvrir à la connexion
id: Buka saat Login
ja: ログイン時に開く
nl: Open bij inloggen
ru: Запускать при входе в систему
zh_hans: 登录时启动

# settings.general.startup
source: Startup
ar: بدء التشغيل
de: Start
fr: Démarrage
fr_ca: Démarrage
id: Mulai
ja: スタートアップ
nl: Opstarten
ru: Запуск
zh_hans: 启动

# settings.general.tab
source: General
ar: عام
de: Allgemein
fr: Général
fr_ca: Général
id: Umum
ja: 一般
nl: Algemeen
ru: Основные
zh_hans: 通用

# settings.history.clear.message
source: This will permanently delete all clipboard history. This action cannot be undone.
ar: سيؤدي هذا إلى حذف سجل الحافظة بالكامل نهائياً. لا يمكن التراجع عن هذا الإجراء.
de: Dadurch wird der gesamte Zwischenablage-Verlauf dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
fr: Tout l’historique du presse-papiers sera définitivement supprimé. Cette action est irréversible.
fr_ca: Tout l’historique du presse-papiers sera supprimé définitivement. Cette action est irréversible.
id: Tindakan ini akan menghapus seluruh riwayat clipboard secara permanen. Tindakan ini tidak dapat diurungkan.
ja: これにより、クリップボードの履歴がすべて完全に削除されます。この操作は取り消せません。
nl: Hiermee wordt de volledige klembordgeschiedenis permanent verwijderd. Deze actie kan niet ongedaan worden gemaakt.
ru: Это навсегда удалит всю историю буфера обмена. Это действие нельзя отменить.
zh_hans: 这将永久删除所有剪贴板历史记录。此操作无法撤销。

# settings.history.clear.title
source: Clear Clipboard History?
ar: هل تريد مسح سجل الحافظة؟
de: Zwischenablage-Verlauf löschen?
fr: Effacer l’historique du presse-papiers ?
fr_ca: Effacer l’historique du presse-papiers?
id: Hapus Riwayat Clipboard?
ja: クリップボードの履歴を削除しますか？
nl: Klembordgeschiedenis wissen?
ru: Очистить историю буфера обмена?
zh_hans: 清除剪贴板历史记录？

# settings.history.clearAll
source: Clear All History…
ar: مسح السجل بالكامل...
de: Gesamten Verlauf löschen …
fr: Effacer tout l’historique…
fr_ca: Effacer tout l’historique…
id: Hapus Semua Riwayat…
ja: すべての履歴を削除…
nl: Wis volledige geschiedenis...
ru: Очистить всю историю...
zh_hans: 清除所有历史记录…

# settings.history.days
source: Days
ar: أيام
de: Tage
fr: Jours
fr_ca: Jours
id: Hari
ja: 日
nl: Dagen
ru: Дней
zh_hans: 天

# settings.history.deleteAll
source: Delete All
ar: حذف الكل
de: Alle löschen
fr: Tout supprimer
fr_ca: Tout supprimer
id: Hapus Semua
ja: すべて削除
nl: Verwijder alles
ru: Удалить все
zh_hans: 全部删除

# settings.history.duration
source: Duration:
ar: المدة:
de: Dauer:
fr: Durée :
fr_ca: Durée :
id: Durasi:
ja: 期間：
nl: Duur:
ru: Длительность:
zh_hans: 持续时间：

# settings.history.hours
source: Hours
ar: ساعات
de: Stunden
fr: Heures
fr_ca: Heures
id: Jam
ja: 時間
nl: Uur
ru: Часов
zh_hans: 小时

# settings.history.keepHistory
source: Keep history:
ar: الاحتفاظ بالسجل:
de: Verlauf behalten:
fr: Conserver l’historique :
fr_ca: Conserver l’historique :
id: Simpan riwayat:
ja: 履歴の保存期間：
nl: Bewaar geschiedenis:
ru: Хранить историю:
zh_hans: 保留历史记录：

# settings.history.keepPinnedItems
source: Keep pinned items
ar: الاحتفاظ بالعناصر المثبتة
de: Angepinnte Elemente behalten
fr: Conserver les éléments épinglés
fr_ca: Conserver les éléments épinglés
id: Simpan item yang disematkan
ja: 固定された項目を保持する
nl: Behoud vastgezette onderdelen
ru: Сохранять закрепленные элементы
zh_hans: 保留固定项目

# settings.history.minutes
source: Minutes
ar: دقائق
de: Minuten
id: Menit
ja: 分
nl: Minuten
ru: Минут
zh_hans: 分钟

# settings.history.moveCopiedItemToTop
source: Move copied history item to top
ar: نقل العنصر المنسوخ إلى الأعلى
de: Kopiertes Element nach oben verschieben
fr: Déplacer l’élément copié en haut de l’historique
fr_ca: Placer l’élément copié en haut de l’historique
id: Pindahkan item riwayat yang disalin ke atas
ja: コピーされた項目を一番上に移動する
nl: Verplaats gekopieerd onderdeel naar boven
ru: Перемещать скопированный элемент наверх
zh_hans: 将复制的项目移至顶部

# settings.history.retention.custom
source: Custom...
ar: مخصص...
de: Benutzerdefiniert …
fr: Personnalisé...
fr_ca: Personnalisé...
id: Khusus...
ja: カスタム…
nl: Aangepast...
ru: Пользовательское...
zh_hans: 自定义…

# settings.history.retention.days7
source: 7 Days
ar: 7 أيام
de: 7 Tage
fr: 7 jours
fr_ca: 7 jours
id: 7 Hari
ja: 7日
nl: 7 dagen
ru: 7 дней
zh_hans: 7 天

# settings.history.retention.forever
source: Forever
ar: للأبد
de: Für immer
fr: Toujours
fr_ca: Toujours
id: Selamanya
ja: 無期限
nl: Voor altijd
ru: Всегда
zh_hans: 永久

# settings.history.retention.hours8
source: 8 Hours
ar: 8 ساعات
de: 8 Stunden
fr: 8 heures
fr_ca: 8 heures
id: 8 Jam
ja: 8時間
nl: 8 uur
ru: 8 часов
zh_hans: 8 小时

# settings.history.retention.hours24
source: 24 Hours
ar: 24 ساعة
de: 24 Stunden
fr: 24 heures
fr_ca: 24 heures
id: 24 Jam
ja: 24時間
nl: 24 uur
ru: 24 часа
zh_hans: 24 小时

# settings.history.retention.minutes30
source: 30 Minutes
ar: 30 دقيقة
de: 30 Minuten
id: 30 Menit
ja: 30分
nl: 30 minuten
ru: 30 минут
zh_hans: 30 分钟

# settings.history.section
source: History
ar: السجل
de: Verlauf
fr: Historique
fr_ca: Historique
id: Riwayat
ja: 履歴
nl: Geschiedenis
ru: История
zh_hans: 历史记录

# settings.permissions.assistivePaste
source: Assistive Paste
ar: اللصق المساعد
de: Assistives Einsetzen
fr: Collage assisté
fr_ca: Collage assisté
id: Tempel Berbantuan
ja: アシスティブペースト
nl: Geassisteerd plakken
ru: Вспомогательная вставка
zh_hans: 辅助粘贴

# settings.permissions.directPaste
source: Direct Paste from Overlay
ar: اللصق المباشر من النافذة
de: Direktes Einsetzen aus dem Overlay
fr: Collage direct depuis le panneau
fr_ca: Collage direct depuis le panneau
id: Tempel Langsung dari Overlay
ja: オーバーレイから直接ペースト
nl: Direct plakken vanuit overlay
ru: Прямая вставка из панели
zh_hans: 从悬浮窗直接粘贴

# settings.permissions.disableAccessibility
source: Disable in Accessibility Settings
ar: التعطيل من إعدادات إمكانية الوصول
de: In den Bedienungshilfen-Einstellungen deaktivieren
fr: Désactiver dans les réglages d’accessibilité
fr_ca: Désactiver dans les réglages d’accessibilité
id: Nonaktifkan di Pengaturan Aksesibilitas
ja: アクセシビリティ設定で無効にする
nl: Schakel uit in Toegankelijkheidsinstellingen
ru: Отключить в настройках Универсального доступа
zh_hans: 在系统设置中停用辅助功能

# settings.permissions.disabled
source: Disabled
ar: معطل
de: Deaktiviert
fr: Désactivé
fr_ca: Désactivé
id: Nonaktif
ja: 無効
nl: Uitgeschakeld
ru: Отключено
zh_hans: 已停用

# settings.permissions.enableAccessibility
source: Enable in Accessibility Settings
ar: التمكين في إعدادات إمكانية الوصول
de: In den Bedienungshilfen-Einstellungen aktivieren
fr: Activer dans les réglages d’accessibilité
fr_ca: Activer dans les réglages d’accessibilité
id: Aktifkan di Pengaturan Aksesibilitas
ja: アクセシビリティ設定で有効にする
nl: Schakel in in Toegankelijkheidsinstellingen
ru: Включить в настройках Универсального доступа
zh_hans: 在系统设置中启用辅助功能

# settings.permissions.enabled
source: Enabled
ar: مُفعّل
de: Aktiviert
fr: Activé
fr_ca: Activé
id: Aktif
ja: 有効
nl: Ingeschakeld
ru: Включено
zh_hans: 已启用

# settings.permissions.footer
source: Allows Clipmighty to insert selected items directly into the active window. This reduces the need for repetitive manual keystrokes and complex key chords.
ar: يسمح لـ Clipmighty بإدراج العناصر المحددة مباشرة في النافذة النشطة. يقلل هذا من الحاجة إلى ضغطات المفاتيح اليدوية المتكررة واختصارات لوحة المفاتيح المعقدة.
de: Ermöglicht Clipmighty, ausgewählte Elemente direkt in das aktive Fenster einzusetzen. Dies reduziert die Notwendigkeit für wiederholte manuelle Tastatureingaben und komplexe Tastenkombinationen.
fr: Permet à Clipmighty d’insérer les éléments sélectionnés directement dans la fenêtre active. Vous avez ainsi moins de frappes manuelles répétitives et de raccourcis complexes à effectuer.
fr_ca: Permet à Clipmighty d’insérer les éléments sélectionnés directement dans la fenêtre active. Cela réduit les frappes manuelles répétitives et les combinaisons de touches complexes.
id: Memungkinkan Clipmighty menyisipkan item yang dipilih langsung ke jendela aktif. Ini mengurangi kebutuhan penekanan tombol manual berulang dan kombinasi tombol yang rumit.
ja: Clipmightyが選択した項目をアクティブなウィンドウに直接ペーストできるようにします。これにより、反復的な手動のキー入力や複雑なショートカットの必要性が減ります。
nl: Stelt Clipmighty in staat om geselecteerde onderdelen direct in het actieve venster in te voegen. Dit vermindert de noodzaak voor herhaalde handmatige toetsaanslagen en complexe toetscombinaties.
ru: Позволяет Clipmighty вставлять выбранные элементы непосредственно в активное окно. Это снижает потребность в повторяющихся ручных нажатиях клавиш и сложных сочетаниях.
zh_hans: 允许 Clipmighty 直接将选定的项目粘贴到活动窗口中。这将减少重复的手动按键以及复杂的快捷键操作。

# settings.rules.addApp
source: Add App...
ar: إضافة تطبيق...
de: App hinzufügen …
fr: Ajouter une application...
fr_ca: Ajouter une app...
id: Tambah Aplikasi...
ja: アプリを追加…
nl: Voeg app toe...
ru: Добавить приложение...
zh_hans: 添加应用…

# settings.rules.addBundleID
source: Add Bundle ID...
ar: إضافة معرف حزمة...
de: Bundle-ID hinzufügen …
fr: Ajouter un identifiant de bundle...
fr_ca: Ajouter un identifiant de bundle...
id: Tambah Bundle ID...
ja: バンドルIDを追加…
nl: Voeg bundel-ID toe...
ru: Добавить идентификатор пакета...
zh_hans: 添加包标识符…

# settings.rules.excludedApps
source: Excluded Apps
ar: التطبيقات المستبعدة
de: Ausgeschlossene Apps
fr: Applications exclues
fr_ca: Apps exclues
id: Aplikasi yang Dikecualikan
ja: 除外されたアプリ
nl: Uitgesloten apps
ru: Исключенные приложения
zh_hans: 已排除的应用

# settings.rules.excludedApps.description
source: Clipboard content from these apps will be ignored:
ar: سيتم تجاهل محتوى الحافظة من هذه التطبيقات:
de: Der Inhalt der Zwischenablage aus diesen Apps wird ignoriert:
fr: Le contenu du presse-papiers provenant de ces applications sera ignoré :
fr_ca: Le contenu du presse-papiers provenant de ces apps sera ignoré :
id: Konten clipboard dari aplikasi ini akan diabaikan:
ja: これらのアプリからのクリップボードの内容は無視されます：
nl: Klembordmateriaal van deze apps wordt genegeerd:
ru: Содержимое буфера обмена из этих приложений будет игнорироваться:
zh_hans: 来自这些应用的剪贴板内容将被忽略：
